{
    "generalidades": {
        "titulo": "Aspectos Fundamentales del Idioma Kamëntsá",
        "alfabeto": {
            "titulo": "El Alfabeto Kamëntsá: Una Adaptación para la Escritura",
            "descripcion": "El alfabeto práctico utilizado para escribir la lengua Kamëntsá se ha formulado basándose, con algunas excepciones, en la ortografía del español. Esto facilita su aprendizaje para hispanohablantes, ya que la mayoría de los símbolos en Kamëntsá conservan un valor fonológico similar al castellano. El alfabeto consta de 32 letras: 26 consonantes y 6 vocales, cada una con su particularidad fonética.",
            "letras": "a, b, c, ch, d, e, ë, f, g, i, j, k, l, ll, m, n, ñ, o, p, q, r, rr, s, s̈, sh, t, ts, ts̈, u, v, y, z."
        },
        "guia_pronunciacion": {
            "titulo": "Guía Esencial de Pronunciación para el Kamëntsá",
            "descripcion": "Para quienes no están familiarizados con el idioma Kamëntsá, es crucial prestar atención a ciertas observaciones sobre sonidos específicos que no tienen un equivalente directo en español. Dominar estas pronunciaciones es clave para una comunicación precisa y auténtica.",
            "vocales": {
                "titulo": "Vocales: Similitudes y la Vocal Única 'ë'",
                "contenido": "El alfabeto Kamëntsá cuenta con seis vocales. Cinco de ellas (a, e, i, o, u) se pronuncian de manera similar a sus equivalentes en español. Sin embargo, la vocal 'ë' es única y no tiene un sonido idéntico en español; su pronunciación se sitúa en un punto intermedio entre la 'i' y la 'u', como se escucha en la palabra 'sësna' (frío). Además, la combinación de 'u' con otra vocal se pronuncia como la 'hu' en la palabra española 'huevo', por ejemplo, en 'uaquiñá' (hijo)."
            },
            "consonantes": {
                "titulo": "Consonantes: Sonidos Particulares y Retroflejos",
                "contenido": "La mayoría de las consonantes en Kamëntsá se pronuncian de forma similar a sus contrapartes en español. No obstante, existen sonidos y símbolos distintivos que requieren atención especial:\n- **s̈**: Este sonido retroflejo no tiene un equivalente exacto en español. Se produce al colocar la punta de la lengua hacia atrás en la boca, sonando como una 'ch' muy suave y retrofleja (ej. 'së̈sá̈' - mata de maíz).\n- **ts**: Representa la pronunciación simultánea de 't' y 's' (ej. 'tsoc' - adentro).\n- **nÿ**: La 'y' después de la 'n' se pronuncia como una africada, similar a la 'y' fuerte en 'yo' de algunos hispanohablantes. Se usa la diéresis (ÿ) para diferenciarla de otras 'y' (ej. 'canÿe' - uno).\n- **sh**: Sin equivalente en español, es una alveolopalatal acanalada que suena como una 'ch' muy suave (ej. 'shem' - mujer).\n- **ts̈**: No tiene equivalente en español. Es la pronunciación simultánea de 't' y 's̈' (ej. 'tsäbá' - bien).\n- **f**: Es una fricativa bilabial sorda (ej. 'posufta' - ocho).\n- **r, rr**: La 'r' al inicio de palabra y 'rr' dentro de palabra representan una fricativa acanalada alveopalatal retrofleja sonora, similar a una 'ch' retrofleja y sonora (ej. 'ral' - plata, 'járruan' - rogar).\n- **nz**: La 'z' en este caso representa una fricativa alveopalatal sonora, parecida a la 'z' del inglés (ej. 'nzantsán' - pulga)."
            }
        }
    }
}
